---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop1lineteeupsymbolParam
source: html/e7be481c-4fb4-1ea3-a209-d4e93275d080.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop1lineteeupsymbolParam Property

"Single Line Tee Up Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemRisedrop1lineteeupsymbolParam { get; }
```